Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Reset Defaults
ar: إعادة التعيين
de: Standardwerte zurücksetzen
es: Restablecer valores predeterminados
fr: Rétablir les valeurs par défaut
hu: Alapértékek visszaállítása
ja: デフォルトにリセット
nl: Standaardwaarden herstellen
pl: Przywróć domyślne
pt: Repor Valores Predefinidos
ru: Восстановить по умолчанию
sv: Återställ standardvärden
tr: Varsayılana sıfırla
vi: Đặt lại mặc định
zh_hans: 恢复默认设置
zh_hant: 重設為預設值

source: Reset Failed
ar: فشلت إعادة التعيين
de: Zurücksetzen fehlgeschlagen
es: Error al restablecer
fr: Échec de la réinitialisation
hu: Visszaállítás sikertelen
ja: リセットに失敗しました
nl: Resetten mislukt
pl: Reset nie powiódł się
pt: Falha ao Repor
ru: Сбой сброса
sv: Återställning misslyckades
tr: Sıfırlama başarısız
vi: Đặt lại thất bại
zh_hans: 重置失败
zh_hant: 重設失敗

source: Reset Shortcut to Default
ar: إعادة تعيين الاختصار إلى الافتراضي
de: Kurzbefehl auf Standard zurücksetzen
es: Restablecer atajo por omisión
fr: Réinitialiser le raccourci par défaut
hu: Billentyűparancs visszaállítása alapértelmezettre
ja: ショートカットをデフォルトにリセット
nl: Sneltoets terugzetten naar standaard
pl: Przywróć domyślny skrót
pt: Repor o atalho predefinido
ru: Сбросить сочетание клавиш по умолчанию
sv: Återställ kortkommando till standard
tr: Kısayolu Varsayılana Sıfırla
vi: Đặt lại phím tắt về mặc định
zh_hans: 恢复快捷键为默认值
zh_hant: 將快速鍵重設為預設值

source: Reset to default
ar: إعادة التعيين إلى الافتراضي
de: Auf Standard zurücksetzen
es: Restablecer valor por omisión
fr: Restaurer les valeurs par défaut
hu: Visszaállítás alapértelmezettre
ja: デフォルトにリセット
nl: Standaardwaarde herstellen
pl: Przywróć domyślne
pt: Repor predefinição
ru: Сброс по умолчанию
sv: Återställ till standard
tr: Varsayılana sıfırla
vi: Đặt lại về mặc định
zh_hans: 恢复默认
zh_hant: 重設為預設值

source: Reset Today
ar: إعادة تعيين اليوم
de: Heute zurücksetzen
es: Restablecer hoy
fr: Réinitialiser aujourd'hui
hu: Mai nap visszaállítása
ja: 今日の記録をリセット
nl: Vandaag resetten
pl: Wyzeruj dzisiejszy licznik
pt: Repor Hoje
ru: Сбросить за сегодня
sv: Nollställ idag
tr: Bugünü Sıfırla
vi: Đặt lại hôm nay
zh_hans: 重置今日记录
zh_hant: 重設今日進度

source: Resize overlapping windows right up to the dock with no gap
ar: تغيير حجم النوافذ المتداخلة حتى حافة Dock تمامًا دون فجوة
de: Größe überlappender Fenster ohne Abstand bis direkt ans Dock anpassen
es: Redimensiona las ventanas superpuestas hasta el borde del Dock sin dejar hueco
fr: Redimensionner les fenêtres qui chevauchent jusqu'au dock sans espace
hu: Az átfedő ablakok átméretezése egészen a Dockig, rés nélkül
ja: 重なったウインドウを隙間なくDockのすぐそばまでリサイズ
nl: Pas de grootte van overlappende vensters aan tot aan het Dock, zonder dat er een opening blijft
pl: Zmieniaj rozmiar nakładających się okien aż do Docka, bez odstępu
pt: Redimensionar janelas sobrepostas até junto da dock, sem intervalo
ru: Изменять размер перекрывающих окон вплотную к Dock без зазора
sv: Ändra storlek på överlappande fönster ända fram till docken utan mellanrum
tr: Çakışan pencereleri dock'a boşluk kalmadan yeniden boyutlandır
vi: Thay đổi kích thước các cửa sổ chồng lấn khít với dock không có khoảng trống
zh_hans: 调整与 Dock 重叠的窗口大小，使其紧贴 Dock，不留任何间隙
zh_hant: 將與 Dock 重疊的視窗調整大小，使其緊貼 Dock 而不留間距

source: Resize windows right up to the dock edge with no gap, instead of leaving a small margin.
ar: غيّر حجم النوافذ حتى حافة Dock تمامًا دون فجوة، بدلًا من ترك هامش صغير.
de: Fenster ohne Abstand bis direkt an die Dock-Kante anpassen, statt einen kleinen Rand zu lassen.
es: Redimensiona las ventanas hasta el borde del Dock sin dejar hueco, en lugar de dejar un pequeño margen.
fr: Redimensionner les fenêtres jusqu'au bord du dock sans espace, au lieu de laisser une petite marge.
hu: Az ablakok átméretezése egészen a Dock széléig, rés nélkül, kis margó helyett.
ja: 小さな余白を残さずに、ウインドウを隙間なくDockの端までリサイズします。
nl: Pas de grootte van vensters aan tot aan de rand van het Dock zonder tussenruimte, in plaats van een kleine ruimte tussen het venster en het Dock te laten.
pl: Zmieniaj rozmiar okien aż do krawędzi Docka bez odstępu, zamiast zostawiać mały margines.
pt: Redimensiona as janelas até à borda da dock, sem intervalo, em vez de deixar uma pequena margem.
ru: Изменять размер окон вплотную к краю Dock без зазора, вместо того чтобы оставлять небольшой отступ.
sv: Ändra storlek på fönster ända fram till dockens kant utan mellanrum, i stället för att lämna en liten marginal.
tr: Küçük bir kenar boşluğu bırakmak yerine pencereleri dock kenarına boşluk kalmadan yeniden boyutlandır.
vi: Thay đổi kích thước các cửa sổ khít với cạnh dock không có khoảng trống, thay vì để lại một lề nhỏ.
zh_hans: 调整窗口大小，使其与 Dock 边缘齐平，不留任何间隙，而不是保留一小段边距。
zh_hant: 將視窗調整至緊貼 Dock 邊緣且不留間距，而不是保留一小段邊距。

source: Response verification failed
ar: فشل التحقق من الاستجابة
de: Überprüfung der Antwort fehlgeschlagen
es: No se pudo verificar la respuesta
fr: Échec de la vérification de la réponse
hu: A válasz ellenőrzése sikertelen
ja: 応答の検証に失敗しました
nl: Verificatie van antwoord mislukt
pl: Weryfikacja odpowiedzi nie powiodła się
pt: Falha na verificação da resposta
ru: Не удалось выполнить проверку
sv: Verifiering av svaret misslyckades
tr: Yanıt doğrulaması başarısız
vi: Xác minh phản hồi thất bại
zh_hans: 响应验证失败
zh_hant: 回應驗證失敗

source: Restart
ar: إعادة تشغيل
de: Neustart
es: Reiniciar
fr: Redémarrer
hu: Újraindítás
ja: 再起動
nl: Herstart
pl: Uruchom ponownie
pt: Reiniciar
ru: Перезапуск
sv: Starta om
tr: Yeniden başlat
vi: Khởi động lại
zh_hans: 重新启动
zh_hant: 重新啟動

source: Restart %@?
ar: إعادة تشغيل %@؟
de: %@ neu starten?
es: ¿Reiniciar %@?
fr: Redémarrer %@?
hu: Újraindítás %@?
ja: %@を再起動しますか？
nl: %@ opnieuw starten?
pl: Uruchomić ponownie %@?
pt: Reiniciar %@?
ru: %@Перезапуск?
sv: Starta om %@?
tr: %@'yi yeniden başlatmak ister misiniz?
vi: Khởi động lại %@?
zh_hans: 重新启动 %@ ？
zh_hant: 要重新啟動 %@ 嗎？

source: Restart App
ar: إعادة تشغيل التطبيق
de: App-Neustart
es: Reiniciar app
fr: Redémarrer l’application
hu: App újraindítása
ja: アプリを再起動
nl: App opnieuw starten
pl: Uruchom aplikację ponownie
pt: Reiniciar App
ru: Перезапустить приложение
sv: Starta om appen
tr: Uygulamayı Yeniden Başlat
vi: Khởi động lại ứng dụng
zh_hans: 重启应用
zh_hant: 重新啟動應用程式

source: Restart Countdown
ar: إعادة بدء العد التنازلي
de: Countdown neu starten
es: Reiniciar cuenta atrás
fr: Relancer le compte à rebours
hu: Visszaszámlálás újraindítása
ja: カウントダウンを再開始
nl: Aftellen opnieuw starten
pl: Zacznij odliczanie od nowa
pt: Reiniciar Contagem
ru: Перезапустить отсчет
sv: Starta om nedräkningen
tr: Geri Sayımı Yeniden Başlat
vi: Bắt đầu lại đếm ngược
zh_hans: 重新开始倒计时
zh_hant: 重新開始倒數計時

source: Restart?
ar: هل تريد إعادة التشغيل؟
de: Neustart?
es: ¿Reiniciar?
fr: Redémarrer ?
hu: Újraindítás?
ja: 再起動しますか?
nl: Opnieuw opstarten?
pl: Uruchomić ponownie?
pt: Reiniciar?
ru: Перезапуск?
sv: Starta om?
tr: Yeniden Başlatılsın mı?
vi: Khởi động lại?
zh_hans: 重新启动？
zh_hant: 要重新啟動嗎？

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hu: Visszaállítás
ja: 元に戻す
nl: Herstellen
pl: Przywróć
pt: Restaurar
ru: Восстановить
sv: Återställ
tr: Geri yükle
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原

source: Restore All
ar: استرجاع الكل
de: Alle wiederherstellen
es: Restaurar todo
fr: Tout restaurer
hu: Minden visszaállítása
ja: すべて元に戻す
nl: Alles herstellen
pl: Przywróć wszystkie okna
pt: Restaurar Tudo
ru: Восстановить все
sv: Återställ alla
tr: Tümünü Geri Yükle
vi: Khôi phục tất cả
zh_hans: 全部恢复
zh_hant: 全部還原

source: Restore from a backup file (replaces current settings)
ar: الاستعادة من ملف النسخ الاحتياطي (يستبدل الإعدادات الحالية)
de: Aus einer Sicherungsdatei wiederherstellen (ersetzt die aktuellen Einstellungen)
es: Restaura desde un archivo de copia de seguridad (reemplaza los ajustes actuales)
fr: Restaurer à partir d'un fichier de sauvegarde (remplace les paramètres actuels)
hu: Visszaállítás biztonsági mentésből (felülírja a jelenlegi beállításokat)
ja: バックアップファイルから復元（現在の設定は置き換えられます）
nl: Terugzetten vanuit een back-upbestand (vervangt de huidige instellingen)
pl: Odtwórz z pliku kopii zapasowej (zastępuje bieżące ustawienia)
pt: Restaurar a partir de um ficheiro de cópia de segurança (substitui as definições atuais)
ru: Восстановить из файла резервной копии (заменяет текущие настройки)
sv: Återställ från en säkerhetskopia (ersätter nuvarande inställningar)
tr: Bir yedek dosyasından geri yükle (mevcut ayarların yerini alır)
vi: Khôi phục từ tệp sao lưu (sẽ thay thế các cài đặt hiện tại)
zh_hans: 从备份文件恢复(替换当前设置)
zh_hant: 從備份檔案還原（目前設定將被取代）

source: Restore Native Dock on Quit
ar: استعادة Dock الأصلي عند الإنهاء
de: Original-Dock beim Beenden wiederherstellen
es: Restaurar el Dock nativo al salir
fr: Restaurer le Dock natif en quittant
hu: A natív Dock visszaállítása kilépéskor
ja: 終了時に標準のDockを復元
nl: Het standaard Dock van macOS terugzetten na stoppen
pl: Przywracaj systemowy Dock po zakończeniu działania
pt: Restaurar a Dock Nativa ao Sair
ru: Восстанавливать системный Dock при выходе
sv: Återställ den inbyggda Docken vid avslut
tr: Çıkışta yerel Dock’u geri yükle
vi: Khôi phục Dock mặc định khi Thoát
zh_hans: 退出时恢复原生 Dock
zh_hant: 結束時還原原生 Dock

source: Restore Window
ar: استعادة النافذة
de: Fenster wiederherstellen
es: Restaurar ventana
fr: Restaurer la fenêtre
hu: Ablak visszaállítása
ja: ウインドウを元に戻す
nl: Venster herstellen
pl: Przywróć okno
pt: Restaurar Janela
ru: Восстановить окно
sv: Återställ fönster
tr: Pencereyi Geri Yükle
vi: Khôi phục cửa sổ
zh_hans: 恢复窗口
zh_hant: 還原視窗

# Restored %lld settings and %lld profile(s).
source: Restored %1$lld settings and %2$lld profile(s).
ar: تمت استعادة إعدادات %1$lld و %2$lld الملف التعريفي.
de: %1$lld Einstellungen und %2$lld Profil(e) wiederhergestellt.
es: Se han restaurado %1$lld ajustes y %2$lld perfil(es).
fr: %1$lld paramètre(s) et %2$lld profil(s) restauré(s).
hu: %1$lld beállítás és %2$lld profil(ok) visszaállítva.
ja: %1$lld件の設定と%2$lld個のプロファイルを復元しました。
nl: %1$lld instellingen en %2$lld profiel(en) zijn hersteld.
pl: Przywrócono: ustawienia (%1$lld), profile Docka (%2$lld).
pt: Foram restauradas %1$lld definições e %2$lld perfil(is).
ru: %2$lldВосстановление настроек профиля.
sv: Återställde %1$lld inställningar och %2$lld profil(er).
tr: %1$lld ayar ve %2$lld profil(ler) geri yüklendi.
vi: Đã khôi phục %1$lld cài đặt và %2$lld hồ sơ.
zh_hans: 已恢复 %1$lld 项设置和 %2$lld 个配置文件。
zh_hant: 已還原 %1$lld 項設定及 %2$lld 個設定檔。

source: Results
ar: النتائج
de: Ergebnisse
es: Resultados
fr: Résultats
hu: Eredmények
ja: 結果
nl: Resultaten
pl: Wyniki
pt: Resultados
ru: Результаты
sv: Resultat
tr: Sonuçlar
vi: Kết quả
zh_hans: 结果
zh_hant: 結果

source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fr: Reprendre
hu: Folytatás
ja: 再開
nl: Hervat
pl: Wznów
pt: Retomar
ru: Продолжить
sv: Återuppta
tr: Devam Et
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Resumes
ar: يُستأنف
de: Weiter um
es: Se reanuda
fr: Reprise
hu: Újraindul
ja: 再開時刻
nl: Hervat
pl: Wznowienie
pt: Retoma
ru: Возобновится
sv: Återupptas
tr: Devam Eder
vi: Tiếp tục lúc
zh_hans: 恢复于
zh_hant: 繼續

source: retro
ar: ريترو
fr: rétro
hu: retró
ja: レトロ
ru: ретро
vi: cổ điển
zh_hans: 复古
zh_hant: 復古

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hu: Újrapróbálkozás
ja: 再試行
nl: Opnieuw proberen
pl: Ponów
pt: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Reveal delay and slide animation speed.
ar: مهلة الإظهار وسرعة حركة الانزلاق.
de: Verzögerung beim Einblenden und Geschwindigkeit der Schiebeanimation.
es: Retardo de aparición y velocidad de la animación de deslizamiento.
fr: Délai d'apparition et vitesse de l'animation de glissement.
hu: Megjelenési késleltetés és a csúszó animáció sebessége.
ja: 表示までの遅延とスライドアニメーションの速度です。
nl: Stel de weergavevertraging en de snelheid van de schuif-animatie in.
pl: Opóźnienie pokazania i szybkość animacji wsuwania.
pt: Atraso de apresentação e velocidade da animação de deslize.
ru: Задержка появления и скорость анимации выезда.
sv: Fördröjning för visning och glidanimeringens hastighet.
tr: Gösterme gecikmesi ve kayma animasyon hızı.
vi: Thời gian chờ hiển thị và tốc độ hoạt ảnh trượt.
zh_hans: 调整唤出延迟和滑动动画速度。
zh_hant: 顯示延遲與滑動動畫速度。

source: Reveal Only at Dock Area
ar: الإظهار عند منطقة Dock فقط
de: Nur im Dock-Bereich einblenden
es: Mostrar solo en la zona del Dock
fr: Révéler uniquement dans la zone du dock
hu: Megjelenítés csak a Dock területén
ja: Dockのエリアでのみ表示
nl: Alleen weergeven in het Dockgebied
pl: Wywołuj tylko w obszarze Docka
pt: Mostrar Apenas na Área da Dock
ru: Появляться только в области Dock
sv: Visa endast vid dockområdet
tr: Yalnızca Dock Alanında Göster
vi: Chỉ hiển thị tại vùng Dock
zh_hans: 仅在 Dock 区域唤出
zh_hant: 僅在 Dock 區域顯示

source: Reveal your desktop
ar: أظهر سطح المكتب
de: Schreibtisch anzeigen
es: Muestra tu escritorio
fr: Afficher votre Bureau
hu: Az íróasztal megjelenítése
ja: デスクトップを表示
nl: Je bureaublad weergeven
pl: Pokaż Biurko
pt: Mostrar a secretária
ru: Показать рабочий стол
sv: Visa skrivbordet
tr: Masaüstünü göster
vi: Hiển thị màn hình nền của bạn
zh_hans: 显示桌面
zh_hant: 顯示桌面

source: Reverse Dock Preview Order
ar: عكس ترتيب معاينات Dock
de: Sortierung der Dock-Vorschau umkehren
es: Invertir orden de previsualizaciones del Dock
fr: Inverser l'ordre d'aperçu du dock
hu: Dock-előnézetek sorrendjének megfordítása
ja: Dockプレビューの順序を逆にする
nl: Volgorde van de Dock-voorbeelden omkeren
pl: Odwróć kolejność podglądów Docka
pt: Inverter Ordem das Pré-visualizações da Dock
ru: Обратный порядок предпросмотра Dock
sv: Omvänd ordning för dockförhandsvisningar
tr: Dock önizleme sırasını ters çevir
vi: Đảo ngược thứ tự xem trước Dock
zh_hans: 反转 Dock 预览顺序
zh_hant: 反轉 Dock 預覽順序

source: Reverse Switcher Order
ar: عكس ترتيب المبدّل
de: Reihenfolge im Fensterwechsler umkehren
es: Invertir orden del selector
fr: Inverser l'ordre du sélecteur
hu: A váltó sorrendjének megfordítása
ja: スイッチャーの順序を逆にする
nl: Volgorde van wisselaar omkeren
pl: Odwróć kolejność przełącznika
pt: Inverter Ordem do Alternador
ru: Обратный порядок переключателя
sv: Omvänd ordning i växlaren
tr: Geçiş sırasını ters çevir
vi: Đảo ngược thứ tự Bộ chuyển đổi
zh_hans: 反转切换器顺序
zh_hant: 反轉切換器順序

source: Review everything DockDoor Pro can use. Widget data is only requested once you add the widget.
ar: راجع كل ما يمكن لـ DockDoor Pro استخدامه. لا تُطلب بيانات الأداة إلا بعد إضافتها.
de: Prüfen Sie alles, was DockDoor Pro verwenden kann. Widget-Daten werden erst angefordert, wenn Sie das Widget hinzufügen.
es: Revisa todo lo que DockDoor Pro puede usar. Los datos de los widgets solo se solicitan cuando añades el widget.
fr: Passez en revue tout ce que DockDoor Pro peut utiliser. Les données des widgets ne sont demandées qu'une fois le widget ajouté.
hu: Tekintse át mindazt, amit a DockDoor Pro használhat. A widgetadatokat csak a widget hozzáadása után kéri.
ja: DockDoor Proが使用できるすべての項目を確認できます。ウィジェットのデータは、ウィジェットを追加したときにのみ要求されます。
nl: Bekijk alles wat DockDoor Pro kan gebruiken. Widgetgegevens worden pas gevraagd wanneer je de widget toevoegt.
pl: Sprawdź wszystkie uprawnienia, z których może korzystać DockDoor Pro. Prośba o dostęp do danych widżetu pojawia się dopiero po jego dodaniu.
pt: Reveja tudo o que o DockDoor Pro pode usar. Os dados dos widgets só são pedidos quando adiciona o widget.
ru: Просмотрите все, что может использовать DockDoor Pro. Данные для виджета запрашиваются, только когда вы его добавляете.
sv: Granska allt som DockDoor Pro kan använda. Widgetdata begärs först när du lägger till widgeten.
tr: DockDoor Pro'nun kullanabildiği her şeyi incele. Widget verileri yalnızca widget'ı eklediğinde istenir.
vi: Xem lại mọi thứ DockDoor Pro có thể sử dụng. Dữ liệu tiện ích chỉ được yêu cầu khi bạn thêm tiện ích.
zh_hans: 查看 DockDoor Pro 可使用的所有资源。仅在添加小组件后才会请求访问相应数据。
zh_hant: 查看 DockDoor Pro 可使用的所有權限。只有在你加入小工具後，才會要求存取該小工具所需的資料。

source: Review Permissions
ar: مراجعة الأذونات
de: Berechtigungen prüfen
es: Revisar permisos
fr: Examiner les autorisations
hu: Engedélyek áttekintése
ja: 権限を確認
nl: Machtigingen controleren
pl: Przejrzyj uprawnienia
pt: Rever Permissões
ru: Просмотр разрешений
sv: Granska behörigheter
tr: İzinleri İncele
vi: Xem lại Quyền truy cập
zh_hans: 查看权限
zh_hant: 檢視權限

source: Right
ar: يمين
de: Rechts
es: Derecha
fr: Droite
hu: Jobb
ja: 右
nl: Rechts
pl: Po prawej
pt: Direita
ru: Справа
sv: Höger
tr: Sağ
vi: Phải
zh_hans: 右侧
zh_hant: 右側

source: Right Only
ar: يمين فقط
de: Nur rechts
es: Solo derecha
fr: Droite uniquement
hu: Csak a jobb oldal
ja: 右のみ
nl: Alleen rechts
pl: Tylko prawa
pt: Apenas Direita
ru: Только справа
sv: Endast höger
tr: Sadece Sağ
vi: Chỉ bên phải
zh_hans: 仅右侧
zh_hant: 僅右側

source: rings
ar: حلقات
de: ringe
es: anillos
fr: anneaux
hu: gyűrűk
ja: リング
nl: ringen
pl: pierścienie
pt: anéis
ru: кольца
sv: ringar
tr: halkalar
vi: vòng tròn
zh_hans: 圆环
zh_hant: 圓環

source: Rings
ar: حلقات
de: Ringe
es: Anillos
fr: Anneaux
hu: Gyűrűk
ja: リング
nl: Ringen
pl: Pierścienie
pt: Anéis
ru: Кольца
sv: Ringar
tr: Halkalar
vi: Vòng tròn
zh_hans: 圆环
zh_hant: 圓環

source: Roomy
ar: واسع
de: Großzügig
es: Amplio
fr: Spacieux
hu: Tágas
ja: ゆったり
nl: Ruim
pl: Przestronnie
pt: Espaçoso
ru: Просторный
sv: Rymlig
tr: Ferah
vi: Rộng rãi
zh_hans: 宽松
zh_hant: 寬鬆

source: Round
ar: دائري
de: Rund
es: Redondo
fr: Arrondi
hu: Kerek
ja: ラウンド
nl: Rond
pl: Okrągłe
pt: Redondo
ru: Круглый
sv: Rund
tr: Yuvarlak
vi: Tròn
zh_hans: 大圆角
zh_hant: 圓形

source: Rounded
ar: مستدير
de: Abgerundet
es: Redondeado
fr: Doux
hu: Lekerekített
ja: 角丸
nl: Afgerond
pl: Zaokrąglone
pt: Arredondado
ru: Закруглённый
sv: Avrundad
tr: Yuvarlatılmış
vi: Bo tròn
zh_hans: 圆角
zh_hant: 圓角

source: routine
ar: روتين
es: rutina
hu: rutin
ja: ルーティン
pl: rutyna
pt: rotina
ru: распорядок
sv: rutin
tr: rutin
vi: thói quen hằng ngày
zh_hans: 日常习惯
zh_hant: 例行事項

source: Run Shortcut
ar: تشغيل اختصار
de: Kurzbefehl ausführen
es: Ejecutar atajo
fr: Exécuter un raccourci
hu: Parancs futtatása
ja: ショートカットを実行
nl: Opdracht uitvoeren
pl: Uruchom skrót
pt: Executar Atalho
ru: Выполнить быструю команду
sv: Kör genväg
tr: Kısayolu Çalıştır
vi: Chạy Phím tắt
zh_hans: 运行快捷指令
zh_hant: 執行捷徑

source: Running
ar: قيد التشغيل
de: Läuft
es: En marcha
fr: En cours
hu: Fut
ja: 実行中
nl: Actief
pl: W toku
pt: Em curso
ru: Идет
sv: Pågår
tr: Çalışıyor
vi: Đang chạy
zh_hans: 运行中
zh_hant: 執行中

source: Running App Options
ar: خيارات التطبيقات قيد التشغيل
de: Optionen für laufende Apps
es: Opciones de apps en ejecución
fr: Options des applis actives
hu: Futó appok beállításai
ja: 実行中アプリのオプション
nl: Opties voor geopende app
pl: Opcje uruchomionych aplikacji
pt: Opções de Apps em Execução
ru: Параметры запущенных приложений
sv: Alternativ för appar som körs
tr: Çalışan Uygulama Seçenekleri
vi: Tùy chọn Ứng dụng đang chạy
zh_hans: 运行中的应用选项
zh_hant: 執行中應用程式選項

source: Running App Order
ar: ترتيب التطبيقات قيد التشغيل
de: Reihenfolge laufender Apps
es: Orden de apps en ejecución
fr: Ordre des apps actives
hu: Futó appok sorrendje
ja: 実行中アプリの並び順
nl: Volgorde van geopende apps
pl: Kolejność uruchomionych aplikacji
pt: Ordem das Apps em Execução
ru: Порядок запущенных приложений
sv: Ordning för appar som körs
tr: Çalışan Uygulama Sırası
vi: Thứ tự Ứng dụng đang chạy
zh_hans: 运行中的应用排序
zh_hant: 執行中應用程式順序

source: Running Apps
ar: التطبيقات قيد التشغيل
de: Laufende Apps
es: Apps en ejecución
fr: Apps actives
hu: Futó appok
ja: 実行中のアプリ
nl: Actieve apps
pl: Uruchomione aplikacje
pt: Apps em Execução
ru: Запущенные приложения
sv: Appar som körs
tr: Çalışan Uygulamalar
vi: Ứng dụng đang chạy
zh_hans: 运行中的应用
zh_hant: 執行中的應用程式

source: Running Apps & Minimized Windows
ar: التطبيقات قيد التشغيل والنوافذ المصغّرة
de: Laufende Apps & minimierte Fenster
es: Apps en ejecución y ventanas minimizadas
fr: Apps actives et fenêtres réduites
hu: Futó appok és kicsinyített ablakok
ja: 実行中のアプリとしまわれたウインドウ
nl: Geopende apps en geminimaliseerde vensters
pl: Uruchomione aplikacje i zminimalizowane okna
pt: Apps em Execução e Janelas Minimizadas
ru: Запущенные приложения и свёрнутые окна
sv: Appar som körs och minimerade fönster
tr: Çalışan Uygulamalar & Küçültülmüş Pencereler
vi: Ứng dụng đang chạy & Cửa sổ đã thu nhỏ
zh_hans: 运行中的应用与最小化窗口
zh_hant: 執行中的應用程式與最小化的視窗

source: Running Apps Width
ar: عرض عمود التطبيقات قيد التشغيل
de: Breite der Spalte „Laufende Apps“
es: Ancho de apps en ejecución
fr: Largeur des apps actives
hu: Futó appok szélessége
ja: 実行中のアプリの列の幅
nl: Breedte voor actieve apps
pl: Szerokość kolumny uruchomionych aplikacji
pt: Largura das Apps em Execução
ru: Ширина столбца запущенных приложений
sv: Bredd för appar som körs
tr: Çalışan Uygulamalar Genişliği
vi: Chiều rộng cột ứng dụng đang chạy
zh_hans: 运行中的应用栏宽度
zh_hant: 執行中的應用程式寬度

source: Running apps, and any minimized windows from menu bar apps, appear at this position in the dock. Drag this row to reposition them; remove it to send them back to the end of the dock.
ar: تظهر التطبيقات قيد التشغيل، وأي نوافذ مصغّرة من تطبيقات شريط القائمة، في هذا الموضع من Dock. اسحب هذا الصف لتغيير موضعها؛ وأزله لإعادتها إلى نهاية Dock.
de: Laufende Apps und alle minimierten Fenster von Menüleisten-Apps werden an dieser Position im Dock angezeigt. Ziehen Sie diese Zeile, um sie neu zu positionieren; entfernen Sie sie, um sie wieder ans Ende des Docks zu verschieben.
es: Las apps en ejecución, y cualquier ventana minimizada de apps de la barra de menús, aparecen en esta posición del Dock. Arrastra esta fila para recolocarlas; elimínala para que vuelvan al final del Dock.
fr: Les apps actives, et les fenêtres réduites des apps de barre des menus, apparaissent à cette position dans le dock. Glissez cette rangée pour les repositionner ; supprimez-la pour les renvoyer à la fin du dock.
hu: A futó appok és a menüsori appok kicsinyített ablakai ezen a helyen jelennek meg a Dockban. Húzza ezt a sort az áthelyezésükhöz; eltávolítva visszakerülnek a Dock végére.
ja: 実行中のアプリと、メニューバーアプリのしまわれたウインドウはDock内のこの位置に表示されます。この行をドラッグすると位置を変更できます。削除するとDockの末尾に戻ります。
nl: Actieve apps, en geminimaliseerde vensters van apps in de menubalk, worden op deze plek in het Dock weergegeven. Versleep deze rij om ze te verplaatsen of verwijder de rij om actieve apps weer naar het einde van het Dock te verplaatsen.
pl: Uruchomione aplikacje oraz zminimalizowane okna aplikacji z paska menu pojawiają się w tym miejscu Docka. Przeciągnij ten wiersz, aby zmienić ich położenie; usuń go, aby odesłać je z powrotem na koniec Docka.
pt: As apps em execução, e quaisquer janelas minimizadas de apps da barra de menus, aparecem nesta posição na dock. Arraste esta linha para as reposicionar; remova-a para as enviar de volta para o fim da dock.
ru: Запущенные приложения и любые свернутые окна приложений из строки меню появляются в этом месте Dock. Перетащите эту строку, чтобы изменить их положение; удалите ее, чтобы вернуть их в конец Dock.
sv: Appar som körs, och eventuella minimerade fönster från menyradsappar, visas på den här positionen i docken. Dra raden för att flytta dem; ta bort den för att skicka tillbaka dem till slutet av docken.
tr: Çalışan uygulamalar ve menü çubuğu uygulamalarından gelen küçültülmüş pencereler dock'ta bu konumda görünür. Yeniden konumlandırmak için bu satırı sürükle; dock'un sonuna geri göndermek için kaldır.
vi: Các ứng dụng đang chạy, cùng với mọi cửa sổ được thu nhỏ từ ứng dụng thanh menu, sẽ xuất hiện tại vị trí này trên dock. Kéo hàng này để thay đổi vị trí của chúng; gỡ bỏ nó để đưa chúng trở lại phía cuối của dock.
zh_hans: 运行中的应用以及菜单栏应用的最小化窗口会显示在 Dock 的此位置。拖动此行可调整其位置；移除后，它们将恢复显示在 Dock 的末尾。
zh_hant: 執行中的應用程式，以及選單列應用程式的所有最小化視窗，都會顯示在 Dock 的這個位置。拖曳此列即可重新調整位置；移除這一列則會將它們移回 Dock 的尾端。

source: Same as Dock
ar: مثل Dock
de: Wie Dock
es: Igual que el Dock
fr: Identique au dock
hu: Ugyanaz, mint a Dock
ja: Dockと同じ
nl: Zelfde als Dock
pl: Takie samo jak Dock
pt: Igual à Dock
ru: Как у Dock
sv: Samma som dockan
tr: Dock ile Aynı
vi: Giống Dock
zh_hans: 与 Dock 相同
zh_hant: 與 Dock 相同
